{
    "contact": "Contact",
    "contact-me": "Contact me",
    "i-am": "I am",
    "my-work": "My Work",
    "skills": "Skills",
    "my-skills": "My Skill Set",
    "why-me": "Why me?",
    "motivation": "I am curious, creative and interested in developing user-friendly and engaging web applications. As a frontend developer, I want to create innovative solutions that improve the user experience and provide an intuitive approach to the subject.",
    "city": "Munich",
    "located-in": "located in",
    "work-remote": "open to remote work",
    "challenge": "open to new challenges",
    "mindset": "The IT Landscape is countinously evolving and I am eager to learn and adapt to new technologies and frameworks. Staying up-to-date with the latest trends and best practices is essential to me. So I motivated to expand my knowledge and skills in the field of web development.",
    "skills-frontend": "So far I have gained experience in the following technologies and tools:",
    "open-for-new-skills": "I am open to learning new technologies and tools and I am looking forward to expanding my skill set.",
    "skills-backend": "I am also familiar with the following backend technologies:",
    "about-project": "About the project",
    "technologies": "Technologies I have used",
    "what-i-learned": "What I have learned",
    "show-more": "show more",
    "show-less": "show less",
    "upcoming": "Upcoming projects",
    "upcoming-text": "Stay tuned for more projects coming soon!",
    "your-name": "Your Name",
    "your-email": "Your e-mail",
    "your-message": "Your message",
    "send": "Send",
    "read": "I've read the",
    "accept-policy": "and agree to the processing of my data as outlined.",
    "work-together": "Let's work together.",
    "contact-text": "Wheather your project involves developing a new application or improving an existing one, I am here to help you. Feel free to contact me for any inquiries or project requests.",
    "legal-notice": "Legal Notice",
    "privacy": "Privacy Policy",
    "email-message-title": "Your message has been sent successfully!",
    "email-message-text": "Thank you for your message! I will get back to you as soon as possible.",
    "email-error-title": "Error sending message",
    "email-error-text": "We are sorry, your message could not be sent. Please try again later.",
    "close": "Close"
}

